# Callable
a = [1,1.0,'hello']#создаем список
help(a) #  води минформацию об 'а'
print(a) # выводим значения 'a' в консоль
b = input('введи чила') # в консоль выводиться сообщение и ожидаеться когда пользователь введет число
len(a)#я больше н6е могу спасите SOS SOS SOS
min(a) #мин значение
max(a) # макс значения ааааааааааа
type(a) # тип обьема'a'
a = 1 # целое число
a = 1.0 # вещественное число
a = 1 + 1j #  комплексное чило \
a = True
a = None # пустой тип
a = 'hello'
a = [1,1.0,'hello')
a = [1,1.0,'hallo']
a = [1,1.0,'hallo'}
a = bytearray(b'hello')
a =1
a = 'новое значение переменной а'
